<h2>配列テスト（foareachで全部出力）</h2>
<?php
$list = array(//配列を作る時はarrayで宣言する
	"Banana",
	"Orange",
	"Apple"
);
foreach( $list as $f ) { //foreach()は配列の時に使えるループ処理。変数$listの中にある配列の要素を$fに代入してループ
	echo "<p>$f</p>";//配列の数だけこの処理を行う
}
?>

<br><br><br>

<h2>配列テスト　変数名[]で中身を指定する場合①</h2>
<?php
$a = array();//配列を初期化した状態
$a[0] = "配列01";
$a[1] = "配列02";
$a[2] = "配列03";
$a[3] = "配列04";
$a[4] = "配列05";
echo $a[2];
?>


<br><br><br>

<h2>配列テスト　変数名[]で中身を指定する場合②</h2>
<?php
$b = array("配列01","配列02","配列03","配列04");
echo $b[3];
?>


<br><br><br>

