<?php include __DIR__ . '/includes/header.php'; ?>
<?php include __DIR__ . '/includes/side.php'; ?>


<main class="policy_form">

    <h2 class="common_ttl">プライバシーポリシー</h2>
    <div class="form_des">
        <p>Sorce
            Pack（以下，「当社」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
        </p>
    </div>

    <div class="policy_block">
        <h2>第1条（個人情報）</h2>
        <p>「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。
        </p>
    </div>

    <div class="policy_block">
        <h2>第2条（個人情報の収集方法</h2>
        <p>当社は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当社の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。
        </p>
    </div>

    <div class="policy_block">
        <h2>第3条（個人情報を収集・利用する目的）</h2>
        <p>当社が個人情報を収集・利用する目的は，以下のとおりです。</p>
        <ol>
            <li>
                1. 当社は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。
            </li>
            <li>
                1-1. 人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき
            </li>
            <li>
                1-2.公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき
            </li>
            <li>
                1-3. 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
            </li>
            <li>
                1-4. 予め次の事項を告知あるいは公表し，かつ当社が個人情報保護委員会に届出をしたとき
            </li>
            <li>
                1-4-1. 利用目的に第三者への提供を含むこと
            </li>
            <li>
                1-4-2. 第三者に提供されるデータの項目
            </li>
            <li>
                1-4-3. 第三者への提供の手段または方法
            </li>
            <li>
                1-4-4. 本人の求めに応じて個人情報の第三者への提供を停止すること
            </li>
            <li>
                1-4-5. 本人の求めを受け付ける方法
            </li>
            <li>
                2. 前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。
            </li>
            <li>
                2-1. 当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合
            </li>
            <li>2-2. 合併その他の事由による事業の承継に伴って個人情報が提供される場合
            </li>
            <li>2-3.
                個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合
            </li>
        </ol>
    </div>

    <div class="policy_block">
        <h2>第4条（利用目的の変更）</h2>
        <ol>
            <li>1. 当社は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。
            </li>
        </ol>
    </div>

</main>

<?php include __DIR__ . '/includes/footer.php'; ?>
<?//php include 'includes/footer.php'; ?>