<?php
//-----データベースへの接続-----------------------------------------------------------------------------------------------------------------------------------------------------------
include 'db.php';

//-----セッション参照-----------------------------------------------------------------------------------------------------------------------------------------------------------
session_start();// セッションを開始する
if (isset($_SESSION['login'])) {
    if (!isset($_POST['logout'])) {
        echo 'SessionID: ' . $_SESSION["login"]["user_id"] . '<br>'; // セッションIDとユーザーIDがリンクしているかを表示して確認
    }
}

//-----テーブルを作成-----------------------------------------------------------------------------------------------------------------------------------------------------------
$create_table = <<<_TABLE_
CREATE TABLE IF NOT EXISTS favorites (
    favorite_id INT AUTO_INCREMENT PRIMARY KEY, /* お気に入りレコードの一意のID （ユニークな値で自動的に生成される） */
    user_id TEXT, /* ユーザーID（紐づけ） */
    item TEXT /* お気に入りアイテム */
);
_TABLE_;
$db->exec($create_table);

//-----保存処理-----------------------------------------------------------------------------------------------------------------------------------------------------------
$item = htmlspecialchars($_GET["complete"]);
$user_id = $_SESSION["login"]["user_id"];
$insert_query = "INSERT INTO favorites (user_id, item) VALUES ('$user_id', '$item')";// データの挿入クエリ
$result = $db->exec($insert_query);// クエリを実行
echo "アイテム「{$item}」を保存しました";









?>